import React from "react";
const AboutPage = () => {
  return (
    <>
      <section className=" relative flex items-center bg-[#27262c] min-h-[600px]  md:py-40	">
        <div className="justify-center flex-1 max-w-6xl py-4 mx-auto ">
          <div className="flex flex-wrap ">
            <div className="w-full px-4   ">
              <h2 className="mb-4 text-2xl sm:text-25px font-semibold text-white">
                ჩვენს შესახებ
              </h2>
              <p className="mb-10 md:text-xl leading-7 text-white">
                ლიდერთა აკადემიას ღრმად აქვს ფესვგადგმული მიზანი: ხელმისაწვდომი
                გახადოს განათლება რეგიონებსა და სოფლებში მცხოვრებ
                ახალგაზრდებისთვის, რომლებსაც ხშირად არ აქვთ წვდომა
                პროგრამირებისა და 3D ხელოვნების სფეროში. ჩვენი მოგზაურობა დაიწყო
                ამ საგანმანათლებლო უფსკრულის გადალახვის ხედვით და ჩვენ ეს გზას
                გამოცდილი ექსპერტების გუნდის შეკრებით დავიწყეთ.
              </p>
              <p className="mb-10 md:text-xl leading-7 text-white">
                ჩვენი გუნდის თითოეულმა წევრმა აჩვენა თავისი ოსტატობა
                პროგრამირებისა და 3D ხელოვნების სფეროში, დააგროვეს დიდი
                გამოცდილება და მიღწევები შესაბამის სფეროებში. საზოგადოებისთვის
                თავიანთი გამოცდილების გაზიარების მოტივით,ჩვენ გვსურს ჩვენი
                დაგროვილი ცოდნა გავუზიაროთ იმ ადამიანებს, რომლებსაც აქვთ
                სწავლისა და წარმატების მოტივაცია.
              </p>
              <p className="mb-10 md:text-xl leading-7 text-white">
                ლიდერთა აკადემიაში ჩვენ გვჯერა, რომ ნიჭი არ იცნობს გეოგრაფიულ
                საზღვრებს და სწორი ხელმძღვანელობითა და შესაძლებლობებით,
                პოტენციალი შეიძლება აყვავდეს ყველაზე მოულოდნელ ადგილებში. ჩვენ
                მოწოდებულნი ვართ ვანუგეშოთ და გავაძლიეროთ მათი მისწრაფებები,
                რომლებსაც შესაძლოა არ ჰქონოდათ წვდომა ტრადიციულ საგანმანათლებლო
                რესურსებზე. ჩვენი ერთობლივი ძალისხმევით და ურყევი ერთგულებით,
                ჩვენ მიზნად ვისახავთ გზა გავუხსნათ ახალი თაობის ლიდერებს
                პროგრამირებისა და 3D ხელოვნების სფეროებში, მიუხედავად მათი
                გეოგრაფიული წარმოშობისა.
              </p>
            </div>
          </div>
        </div>
      </section>
    </>
  );
};

export default AboutPage;

