import React from 'react';
import Navbar from "@/app/components/Navbar";

const MyComponent = () => {
    return (
        <div className="bg-[#3d3dcb] h-full py-20" id="blog-section">
            <p>
            ლიდერთა აკადემიას ღრმად აქვს ფესვგადგმული მიზანი: ხელმისაწვდომი გახადოს
            განათლება რეგიონებსა და სოფლებში მცხოვრებ ახალგაზრდებისთვის, რომლებსაც
            ხშირად არ აქვთ წვდომა პროგრამირებისა და 3D ხელოვნების სფეროში. ჩვენი
            მოგზაურობა დაიწყო ამ საგანმანათლებლო უფსკრულის გადალახვის ხედვით და ჩვენ
            ეს გზას გამოცდილი ექსპერტების გუნდის შეკრებით დავიწყეთ.
           </p>
            <p>
            ჩვენი გუნდის თითოეულმა წევრმა აჩვენა თავისი ოსტატობა პროგრამირებისა და 3D
            ხელოვნების სფეროში, დააგროვეს დიდი გამოცდილება და მიღწევები შესაბამის
            სფეროებში. საზოგადოებისთვის თავიანთი გამოცდილების გაზიარების
            მოტივით,ჩვენ გვსურს ჩვენი დაგროვილი ცოდნა გავუზიაროთ იმ ადამიანებს,
            რომლებსაც აქვთ სწავლისა და წარმატების მოტივაცია.
            </p>
            <p>
            ლიდერთა აკადემიაში ჩვენ გვჯერა, რომ ნიჭი არ იცნობს გეოგრაფიულ საზღვრებს და
            სწორი ხელმძღვანელობითა და შესაძლებლობებით, პოტენციალი შეიძლება აყვავდეს
            ყველაზე მოულოდნელ ადგილებში. ჩვენ მოწოდებულნი ვართ ვანუგეშოთ და
            გავაძლიეროთ მათი მისწრაფებები, რომლებსაც შესაძლოა არ ჰქონოდათ წვდომა
            ტრადიციულ საგანმანათლებლო რესურსებზე. ჩვენი ერთობლივი ძალისხმევით და
            ურყევი ერთგულებით, ჩვენ მიზნად ვისახავთ გზა გავუხსნათ ახალი თაობის
            ლიდერებს პროგრამირებისა და 3D ხელოვნების სფეროებში, მიუხედავად მათი
            გეოგრაფიული წარმოშობისა.
            </p>
        </div>
    );
};

export default MyComponent;
